[
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1826-05-30",
    "displaydate": "",
    "title": "Exercises of the Pupils of the NY Institution for the Instruction of the Deaf and Dumb",
    "author": "Samuel Akerly",
    "citation": ">\n \"Exercises of the Pupils of the NY Institution for the Instruction of the Deaf and Dumb\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/ny-institute-for-deaf.",
    "featured": "ny-institute-for-deaf.jpg",
    "featuredAlt": "A chart of illustrations showing letters of the alphabet through hand signs",
    "embed": "ny-institute-for-deaf.pdf",
    "embedTitle": "Exercises of the Pupils of the NY Institution for the Instruction of the Deaf and Dumb",
    "text": "ny-institute-for-deaf",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Educators teach sign language at the \\“New York Institution for the Instruction of the Deaf and Dumb\\\"",
    "caption": "Samuel Akerly describes methods of teaching Deaf people, including the progression of communicating more complex ideas and words through sign language. A chart of illustrations demonstrates how to make letters of the alphabet through signs.",
    "archive_source": "National Library of Medicine",
    "source_link": "https://collections.nlm.nih.gov/catalog/nlm:nlmuid-60530610R-bk",
    "copyright": "Public Domain",
    "categories": "- k-12 education\n- New York State",
    "tags": [
      "Deaf culture",
      "ableist segregation",
      "American Sign Language",
      "self-determination",
      "institutions",
      "disabled people"
    ],
    "questions": [
      "What were the common misconceptions about deafness in the 19th century?",
      "Why did hearing people object to deaf people using sign language?",
      "What are your preferred ways of communicating? Do you feel free to use them, or do you face restrictions in how you would like to communicate?",
      "Who should decide how people communicate with each other?"
    ]
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1832-03-15",
    "displaydate": "",
    "title": "Survey of Blackwell's Island",
    "author": "John S. Van Heorne",
    "citation": ">\n \"Survey of Blackwell's Island\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/blackwells-island.",
    "featured": "blackwells-island.jpg",
    "featuredAlt": "A planning diagram of buildings for housing different groups of people on Blackwell's Island",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "An educator for the deaf brought three boys from the blind ward on Blackwell’s Island to be educated in Manhattan in the first New York school for the blind.",
    "caption": "Section of a diagram of institutions on Blackwell’s Island (now called Roosevelt Island) that includes a building for “Male Blind” ward, and other buildings to house poor people.",
    "archive_source": "New York City Municipal Archives",
    "source_link": "https://nycma.lunaimaging.com/luna/servlet/detail/RECORDSPHOTOUNITARC~24~24~1350176~136240:Survey-of-Blackwell-s-Island",
    "copyright": "Public Domain",
    "categories": "- Manhattan\n- k-12 education\n- adult education",
    "tags": "#NAME?",
    "questions": "#NAME?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1867-01-01",
    "displaydate": 1867,
    "title": "“The Idiot School”",
    "author": "Harper’s Magazine",
    "citation": ">\n \"“The Idiot School”\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/idiot-school-randalls-island.",
    "featured": "idiot-school-randalls-island.jpg",
    "featuredAlt": "Illustration of a 19th Century classroom",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "A school for Disabled students operated on Randall’s Island.",
    "caption": "\\\"The Idiot School\\\" on Randall's Island was founded by French educator, Édouard Séguin in 1867. The school was designed for students with intellectual and developmental disabilities",
    "archive_source": "The Miriam and Ira D. Wallach Division of Art, Prints and Photographs: Picture Collection, The New York Public Library. \"The idiot school\" The New York Public Library Digital Collections. 1867.",
    "source_link": "https://digitalcollections.nypl.org/items/510d47e0-d6d7-a3d9-e040-e00a18064a99",
    "copyright": "Public Domain",
    "categories": "- Manhattan\n- k-12 education\n- adult education",
    "tags": "#NAME?",
    "questions": "- Look carefully at the illustration of the classroom. What do you notice about who is there and what they are doing? What do you notice about the classroom space? How does it compare to your classrooms today? What questions do you have about this image? \n- Why did Edouard Séguin and his colleagues think that students with intellectual and physical disabilities needed to go to school away from their families and communities? Do you agree with their ideas? \n- How do people with intellectual and developmental disabilities experience school in New York City today? How is their experience similar to the school on Randall’s Island? How is it different?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1883-01-01",
    "displaydate": 1883,
    "title": "Map of Randall’s, Hart, and Blackwell Islands",
    "author": "Letts, Son & Co.",
    "citation": ">\n \"Map of Randall’s, Hart, and Blackwell Islands\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/map-nyc-islands.",
    "featured": "map-nyc-islands.jpg",
    "featuredAlt": "A map showing buildings on islands in the East River",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Social welfare reformers created institutions for the poor like hospitals, almshouses, asylums for orphans and people with disabilities, and housing for immigrants on islands away from the city.",
    "caption": ">\n A map of Blackwell's Island (now called Roosevelt Island), Wards Island, and Randalls Island in the East River. The map shows building labeled: hospital, alms houses, work house, \"lunatic asylum,\" \"emigrant refuge & hosp.,\" \"inebriate asylum,\" “foundling asylum” (for infant children), “house of refuge,” and \"idiot asylum.",
    "archive_source": "David Rumsey Historical Map Collection",
    "source_link": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~31479~1150435:New-York-N-",
    "copyright": "Public Domain",
    "categories": "- Manhattan\n- k-12 education\n- adult education",
    "tags": "#NAME?",
    "questions": "- What do you notice about the facilities on these islands? How are residents similar? How are they different? How are their needs similar or different?\n- What do you know about these islands? How do you get to them today? How did people get to them in the 1800s?\n- Why do you think some Disabled people - like those with intellectual disabilities - were sent to institutions on islands in the river, while others - like deaf students - went to schools in Manhattan?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "9/1/01",
    "displaydate": "undated",
    "title": "Elizabeth Farrell and Ungraded Classes",
    "author": "Board of Education of the City of New York",
    "citation": ">\n \"Elizabeth Farrell and Ungraded Classes\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/elizabeth-farrell.",
    "featured": "elizabeth-farrell.jpg",
    "featuredAlt": "A white middle-aged woman teaches a classroom of boys of various ages making chairs",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Elizabeth Farrell teaches a classroom of children with intellectual disabilities in an “ungraded class.”",
    "caption": "Elizabeth Farrell oversees boys of different ages making furniture in a classroom.",
    "archive_source": "Council for Exceptional Children",
    "source_link": "https://exceptionalchildren.org/",
    "copyright": "Public Domain",
    "categories": "- k-12 education",
    "tags": "#NAME?",
    "questions": "#NAME?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "9/13/08",
    "displaydate": "",
    "title": "New York City's Schools and What They Cost",
    "author": "",
    "citation": ">\n \"New York City's Schools and What They Cost\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/nyc-schools-what-they-cost.",
    "featured": "nyc-schools-what-they-cost.jpg",
    "featuredAlt": "Boys of different ages work in a woodshop",
    "embed": "nyc-schools-what-they-cost.pdf",
    "embedTitle": "New York City's Schools and What They Cost",
    "text": "nyc-schools-what-they-cost",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": ">\n *The New York Times* published a feature article about the complex NYC school system. The city struggled to accommodate all students as enrollment increased in part because of compulsory education laws and bans on child labor.",
    "caption": "This article describes various types of classes and categories of children and adults being educated in the New York City public school system. Photographs show boys working in a woodshop, boys exercising on a covered rooftop, and the outside of a school building.",
    "archive_source": "*The New York Times*",
    "source_link": "https://www.nytimes.com/1908/09/13/archives/new-york-citys-schools-and-what-they-cost-the-greatest-system-in.html",
    "copyright": "Public Domain",
    "categories": "-k-12 education",
    "tags": "#NAME?",
    "questions": "#NAME?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/14",
    "displaydate": 1914,
    "title": "The Binet-Simon Scale",
    "author": "Raymond A. Schwegler",
    "citation": ">\n \"The Binet-Simon Scale\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/binet-simon.",
    "featured": "binet-simon.jpg",
    "featuredAlt": "Text from a manual for the Binet-Simon scale",
    "embed": "",
    "embedTitle": "The Binet-Simon Scale",
    "text": "binet-simon",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "American psychologists adapt Alfred Binet’s intelligence test for use in schools.",
    "caption": "Psychologists developed intelligence tests or measures of “intelligence quotient” or “IQ.” They suggested that a “normal” child will be able to accomplish these tasks by the stated age.",
    "archive_source": "Raymond A. Schwegler, *A Teacher’s Manual for the Use of the Binet-Simon Scale* (Topeka: Kansas State Printing Office, 1914).",
    "source_link": "Raymond A. Schwegler, *A Teacher’s Manual for the Use of the Binet-Simon Scale* (Topeka: Kansas State Printing Office, 1914).",
    "copyright": "Public Domain",
    "categories": "- k-12 education",
    "tags": "#NAME?",
    "questions": "- What factors in a child’s life could affect their ability to complete these tasks by age 8 or 10? \n- Psychologist Henry H. Goddard said that a child’s experience in school had no affect on their mental age - it was all innate ability. Do you agree? \n- How do you think that testing on this scale could be helpful? How could it be harmful? \n- What experience have you had with intelligence testing? What experience have you had with other kinds of standardized testing?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/17",
    "displaydate": 1917,
    "title": "Army Beta Test and Results",
    "author": "Robert A. Yerkes",
    "citation": ">\n \"Army Beta Test and Results \" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/army-test.",
    "featured": "army-test.jpg",
    "featuredAlt": "Illustrations for a Binet Simon IQ test",
    "embed": "army-test.pdf",
    "embedTitle": "Army Beta Test and Results",
    "text": "army-test",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "US Army gives its soldiers intelligence tests.",
    "caption": "The US Army decided to give its soldiers an intelligence test. As many troops, like many Americans at the time, did not read, the test used pictures instead of words.",
    "archive_source": "Carl Brigham, *A Study of American Intelligence* (Princeton: Princeton University Press, 1923).",
    "source_link": "https://openlibrary.org/books/OL7054323M/A_study_of_American_intelligence",
    "copyright": "Public Domain",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- What do you think this test is testing? Is it testing intelligence, or something else? \n- If one group has a lower average score than another, what does that tell us (if anything) about the scores of individuals in that group? How do the mathematical concepts of “mean” and “range” help our thinking here?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/11",
    "displaydate": 1911,
    "title": "“The Feeble Minded in New York”",
    "author": "Anne Moore",
    "citation": ">\n \"“The Feeble Minded in New York” \" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/feeble-minded-in-ny.",
    "featured": "feeble-minded-in-ny.jpg",
    "featuredAlt": "Table of children withdrawn from Randall's Island",
    "embed": "feeble-minded-in-ny.pdf",
    "embedTitle": "“The Feeble Minded in New York”",
    "text": "feeble-minded-in-ny",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Parents withdraw their children from the school on Randall’s Island.",
    "caption": "A report describes the school for “feeble minded” children on Randall’s Island, including how parents resisted having their children there, and what powers the state wanted to have over children it labeled “feeble minded.”",
    "archive_source": "Anne Moore, “The Feeble Minded in New York: A Report Prepared for the Public Education Association of New York,” New York: The Association, 1911.",
    "source_link": "https://catalog.hathitrust.org/Record/001133232",
    "copyright": "Public Domain",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- Based on Table C, what leads children to being placed at this school? What is the category of “feeble minded”? What is included and what is excluded? \n- What factors do you think affected whether a family could take care of a child with intellectual disabilities or other disabilities at home? \n- Sections of the text on pages 86 and 93 make suggestions about who should decide where a person with intellectual disabilities lives. What do you think about these proposals? Who do you think should decide where a person with intellectual disabilities lives? What factors might be involved in that decision? \n- Who is the school on Randall’s Island trying to help? What sections of the text support your answer?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "5/25/46",
    "displaydate": "",
    "title": "Jim Crow School Kids as Mentally Unfit",
    "author": "Constance Curtis",
    "citation": ">\n \"Jim Crow School Kids as Mentally Unfit\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/jim-crow-school-kids.",
    "featured": "jim-crow-school-kids.jpg",
    "featuredAlt": "Newspaper clipping",
    "embed": "jim-crow-school-kids.pdf",
    "embedTitle": "Jim Crow School Kids as Mentally Unfit",
    "text": "jim-crow-school-kids",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Queens parents criticize assignment of Black students to classes for the \\“mentally retarded\\”",
    "caption": "Black parents in South Jamaica, Queens criticized the assignment of Black children to CRMD classes.",
    "archive_source": "*New York Amsterdam News*",
    "source_link": "",
    "copyright": "Under copyright. Used with permission.",
    "categories": "- Queens\n- k-12 education\n- parent activism",
    "tags": "#NAME?",
    "questions": "- What did parents report was happening to their students? Why did they think this was happening? \n- What does the term “Jim Crow” mean? Why do you think parents are using it here? \n- What criticisms did the parents have of intelligence tests? What criticisms did they have of how the tests were used in their children’s schools? How did their criticisms compare to those made by [W.E.B. DuBois](/gallery/race-intelligence), [Horace Mann Bond](/topics/seeking-equity/tests-labels-and-segregation), and [Elizabeth Farrell](/gallery/elizabeth-farrell)? \n- What do you think of the parents’ recommendations? Do you think these ideas would make for a fair educational environment for disabled and nonDisabled students?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "7/1/20",
    "displaydate": "July 1920",
    "title": "“Race Intelligence”",
    "author": "W.E.B. DuBois",
    "citation": ">\n \"“Race Intelligence”\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/race-intelligence.",
    "featured": "race-intelligence.jpg",
    "featuredAlt": "Newspaper clipping",
    "embed": "race-intelligence.pdf",
    "embedTitle": "“Race Intelligence”",
    "text": "race-intelligence",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "DuBois criticizes intelligence testing in *The Crisis*.",
    "caption": "Scholar W.E.B. DuBois criticizes intelligence testing as another attempt to claim a false scientific basis for white supremacy.",
    "archive_source": "National Association for the Advancement of Colored People, *The Crisis*, Volume 20, No. 3, July 1920",
    "source_link": "https://babel.hathitrust.org/cgi/pt?id=hvd.32044021627674&view=1up&seq=513",
    "copyright": "Public domain",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- What are DuBois’s criticisms of intelligence tests? There are several different ones, so make sure you find more than one. \n- What does DuBois mean that “the average included most of both races”? How are the mathematics concepts of “average” and “range” a part of his argument? \n- What do you notice about DuBois’s rhetorical style? How does he write this piece? How do you think he wants his readers to feel? \n- DuBois points out one kind of question on the IQ test and implies - but does not state why - it is unfair. Why is it unfair to ask test takers to “complete pictures where the net was missing in the tennis court or the ball in the bowling alley”?  \n- What criticisms do you have of the other items on the [test](/gallery/army-test)?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/51",
    "displaydate": 1951,
    "title": "AHRC First Fundraising Billboard",
    "author": "AHRC of New York City",
    "citation": ">\n \"AHRC First Fundraising Billboard\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/first-billboard.",
    "featured": "first-billboard.jpg",
    "featuredAlt": "Parent activists pose in front of a billboard that reads, \"Retarded Children Can be Helped! They need Research, Schools, Clinics. Give to the Association for the Help of Retarded Children",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Parents of children with intellectual and developmental disabilities come together to create day programs for their children, who were shut out of the public school system.",
    "caption": "Parent activists pose in front of the AHRC's first fundraising billboard. The organization’s mission started out providing day programs and grew into a political advocacy organization.",
    "archive_source": "The ARC, New York Historical Collection",
    "source_link": "https://thearcny.pastperfectonline.com/photo/E11EC5CF-8939-4AF2-AA8B-451431910302",
    "copyright": "The ARC, New York",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- When the state left parents with no option for educating their children in public schools, how did they respond? \n- When AHRC formed, what kind of support was available for parents who didn’t want to send their children away to an institution?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "2/2/72",
    "displaydate": "",
    "title": "Bernard Carabello",
    "author": "Geraldo Rivera and Bernard Carabello",
    "citation": ">\n \"Bernard Carabello\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/bernard-carabello.",
    "featured": "bernard-carabello.jpg",
    "featuredAlt": "Video still from a news broadcast showing Bernard Carabello speaking.",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "Futy8X7HwVU",
    "videoTitle": "Bernard Carabello",
    "eventname": "Geraldo Rivera’s exposé of Willowbrook and Letchworth State Schools airs.",
    "caption": "A clip of an interview with Bernard Carabello from Geraldo Rivera’s exposé, “The Last Great Disgrace”",
    "archive_source": "Geraldo Rivera",
    "source_link": "https://www.geraldo.com/willowbrook-the-last-great-disgrace20221008000226/",
    "copyright": "Under copyright.",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- What were conditions like for residents of Willowbrook State School?  \n- Some of the coverage about Bernard focused on his IQ and the narrative that he didn’t belong at Willowbrook. How does this contrast with how Geraldo describes Bernard’s understanding of the world? How would you revise Geraldo’s remarks if you were trying to make the same points today?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "2/1/79",
    "displaydate": "",
    "title": "Jose P. vs. Ambach",
    "author": "John C. Gray, Esq. and Harold Adler, Esq.",
    "citation": ">\n \"Jose P. vs. Ambach\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/jose-p-vs-ambach.",
    "featured": "jose-p-vs-ambach.jpg",
    "featuredAlt": "Legal document",
    "embed": "jose-p-vs-ambach.pdf",
    "embedTitle": "Jose P. vs. Ambach",
    "text": "jose-p-vs-ambach",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "New York City parents file suit to get access to schooling for Disabled students.",
    "caption": "A group of New York City parents sought legal help and sued to stop the New York City Board of Education from excluding their disabled children from school.",
    "archive_source": "Advocates for Children of New York",
    "source_link": "https://www.advocatesforchildren.org/sites/default/files/on_page/jose_p_complaint_february_1979.pdf?pt=1",
    "copyright": "Public domain",
    "categories": "- Bronx\n- Manhattan\n- parent activism\n- k-12 education",
    "tags": "#NAME?",
    "questions": "- How does the complaint describe José P? What else would you like to know about him as a person, and about his life? \n- What laws are mentioned in the complaint? What rights do these laws provide to Disabled students? \n- Why does the complaint say that it is important for Disabled students to have access to education? Are these the only reasons education matters? What do you think? \n- As of 1979, is New York City respecting the rights of Disabled students? According to this complaint, what is happening for Disabled students in New York City? \n- The Education for All Handicapped Children Act of 1975 established a right to a “free appropriate public education.” The New York State Constitution says that all New Yorkers have a right to a “sound basic education” What do those phrases mean to you? If you were going to write a phrase to describe what kind of education you deserve, what would it be?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/20",
    "displaydate": 1920,
    "title": "Survey of Cripples in New York City",
    "author": "Henry C. Wright",
    "citation": ">\n \"Survey of Cripples in New York City\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/survey-of-cripples.",
    "featured": "survey-of-cripples.jpg",
    "featuredAlt": "Pie chart showing if people became disabled before or after 16 years of age",
    "embed": "survey-of-cripples.pdf",
    "embedTitle": "Survey of Cripples in New York City",
    "text": "survey-of-cripples",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Charities and hospitals caring for children who became disabled by polio conduct a citywide survey.",
    "caption": "A coalition of 41 organizations, associations, and hospitals organized a survey of polio survivors after an outbreak in New York City in 1916. They developed recommendations for education, care, and assistive devices like braces and crutches.",
    "archive_source": "Henry C. Wright, *Survey of Cripples in New York City* (New York: The New York Committee on After Care of Infantile Paralysis Cases, October 1920),  via Google Books.",
    "source_link": "https://www.google.com/books/edition/Survey_of_cripples_in_New_York_City/c9OLDlVReZgC?hl=en&gbpv=1&dq=%22Survey+of+cripples+in+New+York+City%22&pg=PA14&printsec=frontcover",
    "copyright": "Public domain",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- How many of the city’s physically disabled residents were children in 1920? \n- Based on the recommendations of the author of this report, what kind of education do you think disabled children might have received at this time? \n- Why does the author think education was so important for physically disabled children?\n-Sometimes physical disabilities are the result of ongoing environmental or social dangers. What causes physical disabilities in your communities today? What kinds of educational support do Disabled people receive?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/04",
    "displaydate": 2004,
    "title": "Judy Heumann, “Feeling uncomfortable in high school”",
    "author": "Judith Heumann and Jonathan Young",
    "citation": ">\n \"Judy Heumann, “Feeling uncomfortable in high school”\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/judy-heumann-oral-history.",
    "featured": "text-icon.jpg",
    "featuredAlt": "",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Judy Heumann reflects on her school experiences in Brooklyn, NY",
    "caption": "Disability rights activist Judy Heumann describes her experience in school in Queens, and her early advocacy to get hired as a teacher.",
    "archive_source": "Judith Heumann, Pioneering Disability Rights Advocate and Leader in Disabled in Action, New York: Center for Independent Living, Berkeley; World Institute on Disability; and the US Department of Education 1960s-2000, an oral history conducted by Susan Brown, David Landes, Jonathan Young in 1998-2001, Regional Oral History Office, The Bancroft Library, University of California, Berkeley, 2004.",
    "source_link": "https://oac.cdlib.org/view?docId=hb9v19p0k9;NAAN=13030&doc.view=frames&chunk.id=div00059&toc.depth=1&toc.id=0&brand=oac4",
    "copyright": "",
    "categories": "- Queens\n- student activism\n- parent activism\n- k-12 education",
    "tags": "#NAME?",
    "questions": "- How did Judy Heumann describe her emotional state in high school? What were the reasons she described it this way? \n- How did she use the courts in her advocacy? \n- What parts of Judy Heumann’s story feel familiar to you or are similar to your own experience? What parts are different from your own experience?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "7/1/71",
    "displaydate": 1971,
    "title": "S.O. F.E.D. U.P. Handbook for the Disabled Students of Brooklyn College, CUNY",
    "author": "Frederick L. Francis",
    "citation": ">\n \"S.O. F.E.D. U.P. Handbook for the Disabled Students of Brooklyn College, CUNY\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/sofedup-handbook.",
    "featured": "sofedup-handbook.jpg",
    "featuredAlt": "The cover of the handbook features an illustration of a man sitting in a wheelchair facing forward with arms outstretched to the side. His hands push apart the words, “handi” and “capped.”",
    "embed": "sofedup-handbook.pdf",
    "embedTitle": "S.O. F.E.D. U.P. Handbook for the Disabled Students of Brooklyn College, CUNY",
    "text": "sofedup-handbook",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "S.O.F.E.D.U.P. organizes at Brooklyn College for accessible education for Disabled students.",
    "caption": "S.O.F.E.D.U.P., “Students Organized For Every Disability United for Progress,” was founded at Brooklyn College to promote activism by and for Disabled students to eliminate architectural and bureaucratic barriers and increase educational access.. Their handbook described their goals and vision.",
    "archive_source": "Education Resources Information Center (ERIC)",
    "source_link": "https://eric.ed.gov/?id=ED072576",
    "copyright": "Under copyright.",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- How does the image on the cover of the handbook make you feel? What message do you think the authors want to send with this image? What do they think of the term “handicapped”? \n- What passages from the text stand out to you? How does S.O.F.E.D.U.P. use the language of civil rights movements and ideas to make their case? \n- What is S.O.F.E.D.U.P. trying to accomplish? How do they plan to go about it through their organizing? \n- S.O.F.E.D.U.P. describes itself as an organization for “Every Disability United for Progress.” In what ways are students of “every disability” included, or not included, in Frances’s statement?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "3/10/21",
    "displaydate": "",
    "title": "Dayniah Manderson",
    "author": "",
    "citation": ">\n \"Dayniah Manderson\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/dayniah-manderson.",
    "featured": "dayniah-manderson.jpg",
    "featuredAlt": "A Black woman sits in a wheelchair inside a classroom",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "A teacher in the Bronx sues her school for not providing a wheelchair accessible bathroom after years of requests.",
    "caption": "Portrait of Dayniah Manderson, a black woman sitting in a wheelchair in a classroom.",
    "archive_source": "https://dayniahmanderson.com/about-dayniah",
    "source_link": "https://dayniahmanderson.com/about-dayniah",
    "copyright": "Under copyright.",
    "categories": "",
    "tags": "",
    "questions": ""
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "3/25/09",
    "displaydate": "",
    "title": "Testimony to the Uniform Type Committee",
    "author": "Helen Keller",
    "citation": ">\n \"Testimony to the Uniform Type Committee\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/keller-ny-point.",
    "featured": "keller-ny-point.jpg",
    "featuredAlt": "A typed letter",
    "embed": "",
    "embedTitle": "",
    "text": "keller-ny-point",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "The NYC Board of Education held a hearing to decide between different types of tactile type to be the standard for New York City Schools.",
    "caption": "Helen Keller wrote a letter to the NYC Board of Education to advocate for braille to be the standard raised point type for all published materials for the blind, rather than New York Point, which didn’t include punctuation or capital letters.",
    "archive_source": "Helen Keller Archives",
    "source_link": "https://www.afb.org/HelenKellerArchive?a=d&d=A-HK05-B268-BK01-001.1.17",
    "copyright": "Public domain",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "#NAME?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "4/27/94",
    "displaydate": "",
    "title": "Deaf Students Protest New School Head",
    "author": "David Firestone",
    "citation": ">\n \"Deaf Students Protest New School Head\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/lexington-school-for-deaf.",
    "featured": "lexington-school-for-deaf.jpg",
    "featuredAlt": "Newspaper article with photo of protestors outside of a school holding signs. One reads, \"Deaf CEO Now",
    "embed": "",
    "embedTitle": "",
    "text": "lexington-school-for-deaf",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Students at Lexington School for the Deaf protest the hiring of a non-Deaf CEO.",
    "caption": "Students at the Lexington School for the Deaf in Queens organized to demand a Deaf principal for their school.",
    "archive_source": "*New York Times*",
    "source_link": "",
    "copyright": "Under copyright. Used by permission.",
    "categories": "- student activism\n- Queens\n- k-12 education",
    "tags": "#NAME?",
    "questions": "#NAME?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/21",
    "displaydate": "January, 1921",
    "title": "Chart of Inmates in the State Institutions",
    "author": "New York State Board of Charities",
    "citation": ">\n \"Chart of Inmates in the State Institutions\" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/chart-of-inmates.",
    "featured": "chart-of-inmates.jpg",
    "featuredAlt": "Pie chart showing the percent of classes of \"inmates\" at state institutions",
    "embed": "",
    "embedTitle": "",
    "text": "chart-of-inmates",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "An annual report for the New York State Board of Charities shows the number of “inmates” that lived in state institutions like reformatories and state schools.",
    "caption": "Pie chart depicting various types of inmates housed in state institutions",
    "archive_source": "Annual Report of the State Board of Charities of the State of New York, 1921, page 35, via Google Books.",
    "source_link": "https://play.google.com/store/books/details?id=wP4qAAAAYAAJ&rdid=book-wP4qAAAAYAAJ&rdot=1",
    "copyright": "Public domain",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "#NAME?"
  },
  {
    "layout": "gallery",
    "draft": "FALSE",
    "date": "1/1/11",
    "displaydate": 1911,
    "title": "“Delinquent Girls Tested by the Binet Scale”",
    "author": "Henry H. Goddard and Helen F. Hall",
    "citation": ">\n \"“Delinquent Girls Tested by the Binet Scale” \" in New York City Civil Rights History Project, Accessed: [Month Day, Year], https://nyccivilrightshistory.org/gallery/delinquent-girls.",
    "featured": "delinquent-girls.jpg",
    "featuredAlt": "Report cover page",
    "embed": "",
    "embedTitle": "",
    "text": "",
    "mapembed": "",
    "audio": "",
    "audioTitle": "",
    "video": "",
    "videoTitle": "",
    "eventname": "Henry Goddard writes about the use of intelligence tests for “delinquent girls.”",
    "caption": "Intelligence test advocate Henry H. Goddard argues for intelligence testing for girls he labels as “delinquent.”",
    "archive_source": "“The Training School,” June 1911.",
    "source_link": "https://babel.hathitrust.org/cgi/pt?id=chi.73416085&view=1up&seq=45",
    "copyright": "Public domain",
    "categories": "#NAME?",
    "tags": "#NAME?",
    "questions": "- Why do Goddard and Hall propose giving these “delinquent girls” an intelligence test? \n- What factors seem to be involved in deciding a girl is “delinquent” and “feeble minded”? What are the ideas of “normal” that these girls are being compared to? \n- Who do the authors think deserve to live with their communities, to go to school with peers, and to have families? \n- Who do you think the authors are seeking to help? \n- What do you think Goddard and Hall mean by “this race,” in their last sentence? \n- What connections to the present - to ideas of intelligence, ability, gender, sexuality, criminality, or more - do you see in these sources?"
  }
]